{
    "products": [{
            "category": "Necklaces",
            "name": "Necklace Chain, 14K Gold",
            "price": 140,
            "description": "Delicate yet strong, this classic anchor chain necklace in 14k gold is the perfect carrier for pendants and dangles alike. Due to its popular princess length, it will complement both high and low necklines.",
            "image": "https://bit.ly/2Gxv5Hs"
        },
        {
            "category": "Necklaces",
            "name": "GOLD Shine™ Necklace",
            "price": 115,
            "description": "Create a golden look with this core ingredient: an adjustable PANDORA Shine™ necklace chain in 18K gold-plated sterling silver. Just add your perfect pendant or dangle and layer it with other necklace styles.",
            "image": "https://bit.ly/2K6KqQn"
        },
        {
            "category": "Necklaces",
            "name": "Classic Cable Chain Necklace",
            "price": 120,
            "description": "Discover the perfect way to display your favorite Pandora pendants and charms with this classic cable chain necklace, crafted in Pandora Rose™ – a 14k rose gold-plated unique metal blend. The lobster clasp and jump ring are made from sterling silver plated with 14k rose gold. Fully adjustable, it can be worn in three different lengths, complementing a variety of necklines. Embellish it with your favorite Pandora pendants or layer it with other Pandora chains for an eclectic, on-trend look.",
            "image": "https://bit.ly/2SHu04J"
        }, {
            "category": "Rings",
            "name": "Alluring Brilliant Marquise Ring, Clear CZ & 14K Gold",
            "price": 125,
            "description": "Putting a new spin on the classic eternity ring, this stunning 14K gold style alternates marquise-cut stones with brilliant-cut stones, lending an appealing geometric quality to the design.",
            "image": "https://bit.ly/2SL09Zc"
        },
        {
            "category": "Rings",
            "name": "Linked Love Ring, PANDORA Shine™",
            "price": 80,
            "description": "Beam a loving expression onto your finger with this PANDORA Shine™ stacking ring in 18K gold-plated sterling silver. It adds a luxurious touch to ring stacks in an elegantly simple way.",
            "image": "https://bit.ly/2YfCo1z"
        },
        {
            "category": "Ringss",
            "name": "Exotic Stones Ring, Pandora Shine™",
            "price": 115,
            "description": "Make a bold statement with this 18k gold-plated sterling silver ring, inspired by the graphic lines of triangles. The Pandora Shine design features an exotic pattern of carefully clustered stones. The stackable ring is finished with milgrain edges. Wear with other band rings or style alone as a stand-out statement to show it off to full effect.",
            "image": "https://bit.ly/2Y5ilCK"
        }, {
            "category": "Watches",
            "name": "Petite Runway Mercer Pavé Rose Gold-Tone and Pearl Watch",
            "price": 120,
            "description": "Iridescent mother-of-pearl and pavé accents elevate our petite Runway Mercer watch with high-impact glamour. Crafted from rose gold-tone stainless steel, it features a dazzling bracelet strap inspired by our Mercer lock charm. We think it looks especially chic with an all-white ensemble.",
            "image": "https://bit.ly/2SGrwU4"
        },
        {
            "category": "Watches",
            "name": "Mini Lauryn Pavé Gold-Tone Watch",
            "price": 140,
            "description": "Our Mini Lauryn watch boasts a mother-of-pearl dial detailed with drops of pavé and Roman numeral indexes. The gold-tone bracelet strap is complemented by sparkling crystals for a brilliant effect. Let it punctuate any look with everyday glamour.",
            "image": "https://bit.ly/2LLlWPE"
        },
        {
            "category": "Watches",
            "name": "Jaryn Rose Gold-Tone and Acetate Watch",
            "price": 170,
            "description": "A minimalist dial and ultra-slim band combine for an elevated take on our Jaryn watch. Its radiant rose gold-tone finish is highlighted by a white acetate bangle. Mix and match it with colorful styles.",
            "image": "https://bit.ly/2Ype9Jj"
        },
        {
            "category": "Watches",
            "name": "Judith Ripka Goldtone Stainless LinkWatch",
            "price": 160,
            "description": "A minimalist dial and ultra-slim band combine for an elevated take on our Jaryn watch. Its radiant rose gold-tone finish is highlighted by a white acetate bangle. Mix and match it with colorful styles.",
            "image": "https://bit.ly/2Hb7lJH"
        },
        {
            "category": "Watches",
            "name": "14K Gold Oval Byzantine Watch",
            "price": 160,
            "description": "Impress at all occasions with this timeless 14K yellow gold watch featuring a Byzantine-style bracelet band.",
            "image": "https://bit.ly/2OYs1uI"
        },
        {
            "category": "Watches",
            "name": "Citizen Eco-Drive Women's Goldtone Diamond Accent Watch",
            "price": 200,
            "description": "For both the appointments you've booked months in advance and those that pop up within the hour, this diamond-accented watch makes a worthy companion. From Citizen.",
            "image": "https://qvc.co/2YU9Xqe"
        }
    ]
}